{
    "about-list":
    [
        {
            "title": "New Beginnings",
            "subtitle": "One of first SMPs",
            "media": "https://i.imgur.com/sv4kgZT.jpg",
            "isYouTube": false,
            "body": "In 2009, Notch added multiplayer mode to Minecraft. Shortly there after, 3 people came together to start a server. Vortac, tjd46, & crackmongar thought singleplayer was pointless because you couldn't share your builds with others. At the time, Vortac was also an aspiring youtuber. They started the server along with a public YouTube series where viewers could request to join the action.",
            "ending": ""
        },
        {
            "title": "Lights, Camera, Action!",
            "subtitle": "Small Time Stars Get Their Big Break",
            "media": "https://i.imgur.com/Ox3vFim.png",
            "isYouTube": false,
            "body": "In 2012, Vortac posted a video about a rollercoaster he created called 'The Tribute Coaster' as an ode to his favorite YouTubers. ChimneySwift11, PaulSoaresJr, Luclin, Wolv21, FrodoQQQQQ were among those tributed and most of them promoted the video in some way including Luclin who did a multi-part series showcasing the ride and the server. This brought hundreds of thousands of players pouring into this once small server. The videos from Luclin are still up to this day!",
            "ending": ""
        },
        {
            "title": "When We Needed Him",
            "subtitle": "... He Vanished!",
            "media": "https://i.imgur.com/bsFrEOa.jpg",
            "isYouTube": false,
            "body": "From 2012 to 2015, it was obvious that Vortac's interests were changing. After the 15m of fame from his idols, he became less and less interested in fostering a thriving community on the server. Seeing him play on the server was rare especially if he wasn't streaming it. The community enjoyed playing on the server for the sense of family with the other members not because they specifically liked him. He made multiple attempts to suffocate the flames of the still burning community.",
            "ending": ""
        },
        {
            "title": "From the Ashes",
            "subtitle": "... A Phoenix is Born!",
            "media": "https://i.imgur.com/obDxiCk.png",
            "isYouTube": false,
            "body": "In 2015, Vortac made the final move to whitelist the server with no way new players could be added to the whitelist. What was left of the community took refuge in a Skype group that eventually turned into a Discord server when that was released. The group tried playing on other servers but couldn't find anything with the same friendly and respectful attitude. As morale dipped to an all time low, a few staffers made plans to give Vortac an ultimatum. Either step up and lead the community or let us take the reigns. He decided on the latter and the community started having meetings to discuss the rebirth of the community.",
            "ending": ""
        },
        {
            "title": "A New Dawn",
            "subtitle": "New Name, Who Dis?",
            "media": "https://i.imgur.com/rm0u5tC.png",
            "isYouTube": false,
            "body": "In 2016, the community decided to rebrand to 'MagnaRisa' and center itself as a community of laughter and awesome builds. This decision did not bode well with Vortac, so he left the community but not before starting a rival Minecraft server of his own. This move mostly just caused the few people who joined the community for Vortac to leave for the rival server. Nothing of value was lost on this day.",
            "ending": ""
        },
        {
            "title": "Remembering the Past",
            "subtitle": "Roots Firmly Planted!",
            "media": "https://i.imgur.com/8acoPgv.png",
            "isYouTube": false,
            "body": "In retaliation to the rebrand, Vortac took a scorched earth approach removing nearly all evidence that his old Minecraft server existed. There's still numerous videos from players, but everything from the old forums, Vortac's YouTube channel, and Vortac's twitter are now gone. While losing all of those memories was a giant slap in the face to the community, we've made a point to annually revisit old maps so those last remaining relics of the past are never forgotten. We call this event Legacy Tours. We will not be deleted!",
            "ending": ""
        },
        {
            "title": "Good Players, Good Builds",
            "subtitle": "... Papa Johns?",
            "media": "https://i.imgur.com/vRLRBaq.png",
            "isYouTube": false,
            "body": "We continue to put a strong emphasis on fostering great builders making amazing builds. This in turn has made our server somewhat of a destination hotspot for aspiring builders to take inspiration. We strive to not reset the map unless there is some big reason to do so. The world border can always be expanded to get new terrain.",
            "ending": ""
        },
        {
            "title": "The Future?",
            "subtitle": "All your wildest dreams will come true...",
            "media": "https://i.imgur.com/WkfFcrY.png",
            "isYouTube": false,
            "body": "For the future we plan on continuing to push the boundaries of what is possible. We also want to continue our efforts to help the real world like our top 1,000 F@H team that helped researchers produce the COVID-19 vaccine faster. Ten years isn't enough, we want this community to live on for as long as possible despite those who want to stomp us out!",
            "ending": ""
        }
    ]
}